lightdm
lightdm-gtk-greeter
alacritty
firefox
vim
wireshark-qt
wireshark-cli
sxiv
base-devel
pulseaudio
pulseaudio-alsa
alsa-utils
tor
cmus
libreoffice
net-tools
xorg
xorg-server
gimp
hunspell
hunspell-en_US
zip 
unzip
openssh
htop
neofetch
vlc
neomutt
youtube-dl
isync
ttf-font-awesome
newsboat
ffmpeg
ncurses
